[
   {
        "place_name": "Coast Highway",
        "place_img": "https://vhost1.chapman.edu/player/embed_player.php?vid=1605",
        "place_location": {
           "lat": 33.196500,
           "lng": -117.380300
        },
        "place_visited" : false,
        "series:": "Road Trip with Huell Howser",
        "episode" : 106,
        "summary" :"Huell travels from Oceanside south to La Jolla on a Road Trip that includes stops at the California Surf Museum, Del Mar Racetrack, Torrey Pines State Reserve and the Birch Aquarium at the Scripps Institute."
    },
    {
        "place_name": "Huts & Hangers",
        "place_img": "https://vhost1.chapman.edu/player/embed_player.php?vid=1201",
        "place_location": {
            "lat":33.383728,
            "lng":-117.374731
        },
        "place_visited" : false,
        "series": "California's Gold",
        "episode" : 602,
        "summary":"Huell gets a tour of the largest wooden buildings in the world, the vast blimp hangars at the U.S. Marine Air station at Tustin. He then travels to the Seabee Naval Museum at Port Hueneme and the Marine Base at Camp Pendelton, to get a firsthand look at the history of an honest-to-goodness military institution-the quonset hut."
    },
    {
        "place_name": "San Onofre Beach",
        "place_img": "https://vhost1.chapman.edu/player/embed_player.php?vid=1250",
        "place_location": {
            "lat":33.384217,
            "lng": -117.583599
        },
        "place_visited" : false,
        "series": "California's Gold",
        "episode" : 1004,
        "summary":"Huell and Luis hit the beach in our April episode of California’s Gold. Surfing has played a major role in the “California” lifestyle and has a rich and colorful history up and down our coast. One of the most famous and historic is San Onofre Beach in San Diego County.Surfing got it’s start in Polynesia over three thousand years ago and Hawaiian’s have been riding waves for over one thousand. Surfing arrived in California in 1907 and has been a passion of Californians ever since. Many of our states early surfing pioneers cut their chops on the famous waves at San Onofre Beach. Huell meets and reminisces with several members of the San Onofre Surfing Club and gets an inside look at California surfing history and beach culture. We’ll meet the old timers and the new breed who call San Onofre home. So grab your ukulele and your surf board and hop in your Woody for a trip to the beach with Huell."
    },
    {
        "place_name": "See's Candy",
        "place_img": "https://vhost1.chapman.edu/player/embed_player.php?vid=1050",
        "place_location": {
            "lat":37.790129,
            "lng": -122.401208
        },
        "place_visited" : false,
        "series": "California's Gold",
        "episode" : 908,
        "summary": "It started back in 1921 and quickly became one of California’s biggest and “sweetest” success stories. The little shop on Western Avenue featured the favorite candy recipes of Mary See and focused on farm-fresh ingredients and homemade goodness. Before long this little shop had grown into a chain of stores serving loyal customers, and See’s Candies had become famous around the world. In this calorie-laden edition of “California’s Gold,” host Huell Howser gets a first hand taste of the See’s story. First he visits one of the earliest shops to open in San Francisco and meets with current and past employees. While there, Huell also talks with regular customers who come in to purchase their particular favorite type of Sees Candy. Then he travels to Los Angeles for a tour of the inner sanctum of the See’s Candy factory where the historic candies are actually made. Itâs an assembly line like none other in the world, manned by employees who have been with the company for years. The story of See’s Candy is indeed a true California success story — one of which Mary See surely would be proud!"
    },
    {
        "place_name": "Las Vegas",
        "place_img": "https://vhost1.chapman.edu/player/embed_player.php?vid=1108",
        "place_location": {
            "lat":37.427461,
            "lng": -122.169708
        },
        "place_visited" : false,
        "series": "Road Trip with Huell Howser",
        "episode" : 156,
        "summary":"Huell heads for the hustle and bustle of Las Vegas to find some of the “hidden” gold in this historic town. From the Old Las Vegas Mormon Fort State Historic Park to the Atomic Testing Museum, there’s a lot to see and do."
    }
]

// mongoimport --host huell-shard-00-00-ewhka.mongodb.net:27017 --db huell --type json --file ~/Downloads/placesImport.json  --jsonArray --authenticationDatabase admin --ssl --username ralphluring --password ralphluring 

